/* The string for canceling a map editing function. */
"CancelKey" = "Abbrechen";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Möchten Sie wirklich abbrechen?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Ihre Änderungen werden nicht gesichert.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Das von Ihnen angelegte Objekt wird nicht gesichert.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Änderungen verwerfen";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Bearbeiten abbrechen";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Ungültige Adresse";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Für den Punkt muss eine Adresse eingebunden werden.";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Sie haben für diesen Punkt keinen Standort hinzugefügt.";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Es wird kein neuer Punkt hinzugefügt.";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Weiter bearbeiten";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Wählen Sie den Punkt aus, den Sie löschen möchten.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Es sind keine Punkte zur Löschung vorhanden.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Möchten Sie wirklich alle Punkte löschen?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Nein";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Ja";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Möchten Sie zu einem Punkt wechseln?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Möchten Sie zu einer Polylinie wechseln?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Möchten Sie zu einem Polygon wechseln?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Die Punkte, die Sie hinzugefügt haben, werden nicht geändert, und Sie können mit dem Anlegen des Objekts fortfahren.";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Alle Ihre hinzugefügten Punkte werden gelöscht.";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Möchten Sie diesen Punkt wirklich löschen?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Sichern";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filter";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Aktueller Standort";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Keine Vorschläge gefunden";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adresse";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Alle löschen";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ Erfolgreich angelegt";

/* The placeholder text of the Searchbar */
"SearchKey" = "Suche";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Neuen Punkt hinzufügen";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Grundkarte";

/* The title for the standard map type. */
"StandardKey" = "Standard";

/* The title for the hybrid map type. */
"HybridKey" = "Hybrid";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Hybrid-Flyover";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Stummgeschalteter Standard";

/* The title for the satellite map type. */
"SatelliteKey" = "Satellit";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Satellit-Flyover";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Standort hinzufügen";

